Repository: KDE/kdialog
Catalog: po/*/kdialog.po
Languages: be, cs, eo, sv, ta, zh_cn

# NAME OF TRANSLATORS
source: Your names
be: Дарафей Праляскоўскі, Antikruk
cs: Lukáš Tinkl
eo: Cindy McKee,Oliver Kellogg
sv: Stefan Asserhäll
ta: ஆமாச்சு
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
be: symbol@akeeri.tk, nashtlumach@gmail.com
cs: lukas@kde.org
eo: cfmckee@gmail.com,okellogg@users.sourceforge.net
sv: stefan.asserhall@gmail.com
ta: amachu@ubuntu.com
zh_cn: kde-china@kde.org

source: KDialog can be used to show nice dialog boxes from shell scripts
be: KDialog можна выкарыстоўваць для паказу прыгожых дыялогавых акон са скрыптоў абалонкі
cs: KDialog lze použít pro zobrazení dialogových oken ze shellových skriptů
eo: KDialog povas esti uzata por montri belajn dialogujojn el ŝelaj skriptoj
sv: Kdialog kan användas för att visa fina dialogrutor från skalskript
ta: கேஉரையாடல் என்பது கட்டளைத்தொடர் வழியாக அழகிய உரையாடல் பெட்டிகளைக் காட்டுவதற்கு உதவும்
zh_cn: KDialog 可用于在 shell 脚本中显示友好的对话框

source: (C) 2000, Nick Thompson
sv: © 2000, Nick Thompson
ta: (C) 2000, நிக் தாம்ப்ஸன்

source: David Faure
ta: டேவிட் பவுர்

source: Current maintainer
be: Бягучы суправаджальнік
cs: Současný správce
eo: Nuna prizorganto
sv: Nuvarande utvecklare
ta: நடப்பு பராமரிப்பாளர்
zh_cn: 当前维护者

source: Brad Hards
ta: பிராட் ஹார்ட்ஸ்

source: Nick Thompson
ta: நிக் தாம்ப்ஸன்

source: Matthias Hölzer
ta: மதியாஸ் ஹோஸ்லர்

source: David Gümbel
ta: டேவிட் கும்பல்

source: Richard Moore
ta: ரிச்சரட் மூர்

source: Dawit Alemayehu
ta: டாவிட் அலேமஹயூ

source: Kai Uwe Broulik
ta: காய் ஊவே புரோலிக்

source: Question message box with yes/no buttons
be: Дыялогавае акно паведамлення з кнопкамі "так/не"
cs: Dialog s dotazem a tlačítky ano/ne
eo: Demanda mesaĝkesto kun jes/ne butonoj
sv: Frågemeddelande med ja/nej-knappar
ta: ஆம்/இல்லை பட்டன்களுடன் 'கேள்வி' தகவல்பெட்டி
zh_cn: 有是/否按钮的提问信息框

source: Question message box with yes/no/cancel buttons
be: Дыялогавае акно пытання з кнопкамі "так/не/скасаваць"
cs: Dialog s dotazem a tlačítky ano/ne/zrušit
eo: Demanda mesaĝkesto kun jes/ne/nuligi butonoj
sv: Frågemeddelande med ja/nej/avbryt-knappar
ta: ஆம்/இல்லை/நீக்கு பட்டன்களுடன் 'கேள்வி' தகவல்பெட்டி
zh_cn: 有是/否/取消按钮的提问信息框

source: Warning message box with yes/no buttons
be: Дыялогавае акно папярэджання з кнопкамі "так/не"
cs: Dialog s varováním a tlačítky ano/ne
eo: Averta mesaĝkesto kun jes/ne butonoj
sv: Varningsmeddelande med ja/nej-knappar
ta: ஆம்/இல்லை பட்டன்களுடன் 'எச்சரிக்கை' தகவல்பெட்டி
zh_cn: 有是/否按钮的警告信息框

source: Warning message box with continue/cancel buttons
be: Дыялогавае акно папярэджання з кнопкамі "працягнуць/скасаваць"
cs: Dialog s varováním a tlačítky pokračovat/zrušit
eo: Averta mesaĝkesto kun daŭrigi/nuligi butonoj
sv: Varningsmeddelande med fortsätt/avbryt-knappar
ta: தொடர்/நீக்கு பட்டன்களுடன் 'எச்சரிக்கை' தகவல்பெட்டி
zh_cn: 有继续/取消按钮的警告信息框

source: Warning message box with yes/no/cancel buttons
be: Дыялогавае акно папярэджання з кнопкамі "так/не/скасаваць"
cs: Dialog s varováním a tlačítky ano/ne/zrušit
eo: Averta mesaĝo kun butonoj jes/ne/nuligi
sv: Varningsmeddelande med ja/nej/avbryt-knappar
ta: ஆம்/இல்லை/நீக்கு பட்டன்களுடன் 'எச்சரிக்கை' தகவல்பெட்டி
zh_cn: 有是/否/取消按钮的警告信息框

source: Use text as OK button label
be: Выкарыстоўваць тэкст як адмеціну кнопкі "Добра"
cs: Použít text jako popisek tlačítka OK
eo: Uzi tekston por OK butonetikedo
sv: Använd text som etikett för knappen Ok
ta: 'சரி' பட்டனில் பயன்படுத்த வேண்டிய உரை
zh_cn: 用文本作为确定按钮的标签

source: Use text as Yes button label
be: Выкарыстоўваць тэкст як адмеціну кнопкі "Так"
cs: Použít text jako popisek tlačítka Ano
eo: Uzi tekston por Jes butonetikedo
sv: Använd text som etikett för knappen Ja
ta: 'ஆம்' பட்டனில் பயன்படுத்த வேண்டிய உரை
zh_cn: 用文本作为是按钮的标签

source: Use text as No button label
be: Выкарыстоўваць тэкст як адмеціну кнопкі "Не"
cs: Použít text jako popisek tlačítka Ne
eo: Uzi tekston por Neniu butonetikedo
sv: Använd text som etikett för knappen Nej
ta: 'இல்லை' பட்டனில் பயன்படுத்த வேண்டிய உரை
zh_cn: 用文本作为否按钮的标签

source: Use text as Cancel button label
be: Выкарыстоўваць тэкст як адмеціну кнопкі "Скасаваць"
cs: Použít text jako popisek tlačítka Zrušit
eo: Uzi tekston por Nuligi butonetikedon
sv: Använd text som etikett för knappen Avbryt
ta: 'ரத்து செய்' பட்டனில் பயன்படுத்த வேண்டிய உரை
zh_cn: 用文本作为取消按钮的标签

source: Use text as Continue button label
be: Выкарыстоўваць тэкст як адмеціну кнопкі "Працягнуць"
cs: Použít text jako popisek tlačítka Pokračovat
eo: Uzi tekston kiel Daŭrigi butonetikedon
sv: Använd text som etikett för knappen Fortsätt
ta: 'தொடர்' பட்டனில் பயன்படுத்த வேண்டிய உரை
zh_cn: 用文本作为继续按钮的标签

source: 'Sorry' message box
be: Дыялогавае акно выбачэння
cs: Dialog s omluvou
eo: 'Pardonu' mesaĝkesto
sv: "Tyvärr"-meddelanderuta
ta: 'மன்னிக்கவும்' தகவல்பெட்டி
zh_cn: “抱歉”信息框

source: 'Sorry' message box with expandable Details field
be: Дыялогавае акно выбачэння з разгортвальнымі падрабязнасцямі
eo: 'Pardonu' mesaĝkesto kun vastigebla kampo Detaloj
sv: 'Tyvärr'-meddelanderuta med expanderbart detaljinformationsfält
ta: விரிக்கத்தக்க விவரப்புலத்தைக் கொண்ட 'மன்னிக்கவும்' தகவல்பெட்டி
zh_cn: “抱歉”信息框，包含可扩展的详情字段

source: 'Error' message box
be: Дыялогавае акно памылкі
cs: Chybový dialog
eo: 'Eraro' mesaĝkesto
sv: "Fel"-meddelanderuta
ta: 'சிக்கல்' தகவல்பெட்டி
zh_cn: “错误”信息框

source: 'Error' message box with expandable Details field
be: Дыялогавае акно памылкі з разгортвальнымі падрабязнасцямі
eo: 'Eraro' mesaĝkesto kun vastigebla kampo Detaloj
sv: 'Fel'-meddelanderuta med expanderbart detaljinformationsfält
ta: விரிக்கத்தக்க விவரப்புலத்தைக் கொண்ட 'சிக்கல்' தகவல்பெட்டி
zh_cn: “错误”信息框，包含可扩展的详情字段

source: Message Box dialog
be: Дыялогавае акно паведамлення
cs: Dialog se zprávou
eo: Mesaĝkesta dialogujo
sv: Meddelandedialogruta
ta: தகவல்பெட்டி சாளரம்
zh_cn: 信息对话框

source: Input Box dialog
be: Дыялогавае акно ўводу
cs: Dialog se vstupem
eo: Enmeta dialogujo
sv: Inmatningsdialogruta
ta: உள்ளீடுப் பெட்டி சாளரம்
zh_cn: 输入对话框

source: Image Box dialog
be: Дыялогавае акно выявы
eo: Bildkesta Dialogujo
sv: Bilddialogruta
ta: படப்பெட்டி சாளரம்
zh_cn: 图像框对话框

source: Image Box Input dialog
be: Дыялогавае акно ўводу для выявы
eo: Bildkest-Enmeta Dialogujo
sv: Bildinmatningsdialogruta
ta: படப்பெட்டி உள்ளீட்டு சாளரம்
zh_cn: 图像输入框对话框

source: Password dialog
be: Дыялогавае акно ўводу пароля
cs: Dialog s heslem
eo: Pasvorta dialogujo
sv: Lösenordsdialogruta
ta: கடவுச்சொல் சாளரம்
zh_cn: 密码对话框

source: New Password dialog
be: Дыялогавае акно новага пароля
cs: Dialog pro nové heslo
eo: Novpasvorta dialogujo
sv: Ny lösenordsdialogruta
ta: புதிய கடவுச்சொல் சாளரம்
zh_cn: 新密码对话框

source: Text Box dialog
be: Дыялогавае акно тэксту
cs: Dialog s textovým polem
eo: Tekstokesta dialogujo
sv: Textdialogruta
ta: உரைப் பெட்டி சாளரம்
zh_cn: 文本框对话框

source: Text Input Box dialog
be: Дыялогавае акно ўводу тэксту
cs: Dialog se vstupem textu
eo: Tekstenmeta dialogujo
sv: Textinmatningsdialogruta
ta: உரை உள்ளீடுப் பெட்டி சாளரம்
zh_cn: 文本输入框对话框

source: ComboBox dialog
be: Камбінаванае дыялогавае акно
cs: Dialog s rozbalovacím seznamem
eo: KomboBox-Dialogujo
sv: Kombinationsdialogruta
ta: உரைப் பெட்டி சாளரம்
zh_cn: 组合框对话框

source: Menu dialog
be: Дыялогавае акно меню
cs: Dialog s nabídkou
eo: Menua dialogujo
sv: Menydialogruta
ta: பட்டி சாளரம்
zh_cn: 菜单对话框

source: Check List dialog
be: Дыялогавае акно спіса з адзначэннем
cs: Dialog se zaškrtávacím seznamem
eo: Markolista dialogujo
sv: Dialogruta med krysslista
ta: தேர்வுப் பட்டியல் சாளரம்
zh_cn: 复选列表对话框

source: Radio List dialog
be: Дыялогавае акно спіса з адзначэннем аднаго варыянта
cs: Dialog se seznam přepínačů
eo: Radiolista dialogujo
sv: Dialogruta med radiolista
ta: ஒற்றைத்தேர்வுப் பட்டியல் சாளரம்
zh_cn: 单选列表对话框

source: Passive Popup
be: Пасіўнае выплыўное акно
cs: Pasivní vyskakovací okno
eo: Senfokusa ŝpruc-dialogujo
sv: Passiv meddelanderuta
ta: மேல்தோன்றும் சாளரம்
zh_cn: 被动弹出

source: Popup icon
be: Значок выплыўнога акна
cs: Vyskakovací ikona
eo: Ŝprucfenestra piktogramo
sv: Passiv meddelandeikon
ta: மேல்தோன்றுவதற்கான சின்னம்
zh_cn: 弹出窗口图标

source: File dialog to open an existing file (arguments [startDir] [name or mimetype filter])
be: Дыялоговае акно для адкрыцця наяўнага файла (аргументы [startDir] [ [назва або фільтр mimetype])
sv: Fildialogruta för att öppna en befintlig fil (argument [startkatalog] [namn eller Mime-typfilter])
ta: ஏற்கெனவே இருக்கும் கோப்பைத் திறப்பதற்கான சாளரம் (தருமதிப்புகள் [துவக்க அடைவு] [பெயர் அல்லது கோப்புவகை வடிகட்டி])

source: File dialog to save a file (arguments [startDir] [name or mimetype filter])
be: Дыялоговае акно для захавання наяўнага файла (аргументы [startDir] [ [назва або фільтр mimetype])
sv: Fildialogruta för att spara en fil (argument [startkatalog] [namn eller Mime-typfilter])
ta: ஒரு கோப்பை சேமிப்பதற்கான சாளரம் (தருமதிப்புகள் [துவக்க அடைவு] [பெயர் அல்லது கோப்புவகை வடிகட்டி])

source: File dialog to select an existing directory (arguments [startDir])
be: Дыялоговае акно для выбару наяўнага каталога (аргументы [startDir])
cs: Dialog pro výběr existujícího adresáře (argumenty [počAdr] [filtr])
eo: Dosierdialogujo por elekti ekzistantan dosierujon (argumentoj [startDir])
sv: Fildialogruta för att välja en befintlig katalog (argument [startkatalog])
ta: ஏற்கெனவே உள்ள அடைவை தேர்ந்தெடுப்பதற்கான சாளரம் (தருமதிப்புகள் [துவக்க அடைவு])
zh_cn: 选择已有目录的文件对话框 (参数 [开始目录])

source: File dialog to open an existing URL (arguments [startDir] [name or mimetype filter])
be: Дыялоговае акно для адкрыцця наяўнага URL (аргументы [startDir] [ [назва або фільтр mimetype])
sv: Fildialogruta för att öppna en befintlig webbadress (argument [startkatalog] [namn eller Mime-typfilter])
ta: ஏற்கெனவே இருக்கும் முகவரியைத் திறப்பதற்கான சாளரம் (தருமதிப்புகள் [துவக்க அடைவு] [பெயர் அல்லது கோப்புவகை வடிகட்டி])

source: File dialog to save a URL (arguments [startDir] [name or mimetype filter])
be: Дыялоговае акно для захавання наяўнага URL (аргументы [startDir] [ [назва або фільтр mimetype])
sv: Fildialogruta för att spara en webbadress (argument [startkatalog] [namn eller Mime-typfilter])
ta: ஒரு முகவரியை சேமிப்பதற்கான சாளரம் (தருமதிப்புகள் [துவக்க அடைவு] [பெயர் அல்லது கோப்புவகை வடிகட்டி])

source: Icon chooser dialog (arguments [group] [context])
be: Дыялоговае акно для выбару значка (аргументы [group] [context])
eo: Piktogramelektila dialogujo (argumentoj [grupo] [kunteksto])
sv: Ikonvalsdialogruta (argument [grupp] [sammanhang])
ta: சின்னத் தேர்வி சாளரம் (தருமதிப்புகள் [குழு] [சூழல்])
zh_cn: 图标选择对话框 (参数 [组] [上下文])

source: Progress bar dialog, returns a D-Bus reference for communication
be: Дыялогавае акно панэлі ходу выканання, вяртае спасылку D-Bus для сувязі
cs: Dialog s panelem průběhu; vrací DBUS referenci pro komunikaci
eo: Plenumindikila dialogujo, redonas referencon de D-Bus por komunikado
sv: Förloppsdialogruta, returnerar en D-Bus referens för kommunikation
ta: முன்னேற்ற விவரப் பலகை, தகவல் பரிமாற்றத்திற்கான D-Bus முகவரி ஒன்றைத் தரும்
zh_cn: 进度栏对话框，返回 D-Bus 引用进行通讯

source: Color dialog to select a color
be: Дыялогавае акно колеру для выбару колеру
cs: Dialog pro výběr barvy
eo: Kolordialogujo por elekti koloron
sv: Färgdialogruta för att välja en färg
ta: நிறத்தேர்வு சாளரம்
zh_cn: 选择颜色的对话框

source: Dialog title
be: Загаловак дыялогавага акна
cs: Titulek dialogu
eo: Dialoga titolo
sv: Dialogrutans namn
ta: சாளரத் தலைப்பு
zh_cn: 对话框标题

source: Default entry to use for combobox, menu, color, and calendar
be: Прадвызначаны запіс для выкарыстання ў полі са спісам, меню, колеры і календары
cs: Výchozí položka pro rozbalovací seznam, nabídku, barvu a kalendář
eo: Defaŭlta enigero uzenda por kombokesto, menuo, koloro kaj kalendaro
sv: Förvald post att använda för kombinationsruta, meny, färg och kalender
ta: காம்போப்பெட்டிக்கான, பட்டிக்கான, நிறத்திற்கான, மற்றும் நாள்காட்டிக்கான முன்னிருப்பு மதிப்பு
zh_cn: 用于组合框、菜单、颜色和日历的默认项

source: Outputs the winId of each dialog
be: Выводзіць winId кожнага дыялогавага акна
cs: Vypíše ID okna každého dialogu
eo: Liveras la fenestran identigilon (winId) por ĉiu dialogo
sv: Visar fönster-id för varje dialogruta
ta: ஒவ்வொரு சாளரத்தின் winId'யை தரும்
zh_cn: 输出每个对话框的 winId

source: Calendar dialog box, returns selected date
be: Дыялогавае акно календара, вяртае абраную дату
cs: Dialog kalendáře. Vrací vybrané datum
eo: Kalendara dialogujo, liveras elektitan daton
sv: Dialogruta med kalender, returnerar valt datum
ta: நாள்காட்டி தேர்வுப்பெட்டி, தேர்ந்தெடுக்கும் தேதியைத் தரும்
zh_cn: 日历对话框，返回所选日期

source: A synonym for --attach
be: Адпаведнік для --attach
cs: Synonymum pro --attach
eo: Sinonimo por --attach
sv: En synonym för --attach
ta: --attach என்பதற்கான மாற்றுப்பெயர்
zh_cn: 与 --attach 相同

source: Dialog geometry: [=][<width>{xX}<height>][{+-}<xoffset>{+-}<yoffset>]
be: Геаметрыя дыялогавага акна: [=][<width>{xX}<height>][{+-}<xoffset>{+-}<yoffset>]
eo: Dialogogeometrio: [=][<width>{xX}<height>][{+-}<xoffset>{+-}<yoffset>]
sv: Dialogrutans geometri: [=][<bredd>{xX}<höjd>][{+-}<x-position>{+-}<y-position>]
ta: சாளரத்தின் அளவு: [=][<அகலம்>{xX}<உயரம்>][{+-}<கிடைமட்ட இருப்பிடம்>{+-}<நெடுமட்ட இருப்பிடம்>]
zh_cn: 对话框位置大小：[=][<width>{xX}<height>][{+-}<xoffset>{+-}<yoffset>]

source: Arguments - depending on main option
be: Аргументы - у залежнасці ад галоўнага параметра
cs: Argumenty - v závislosti na hlavní volbě
eo: Argumentoj - depende de ĉefa opcio
sv: Argument - beroende på huvudalternativ
ta: தருமதிப்புகள் - பிரதான தேர்வைப் பொறுத்து
zh_cn: 参数 - 根据主选项

# @action:button
source: &Yes
be: &Так
cs: &Ano
eo: &Jes
sv: &Ja
ta: &ஆம்

# @action:button
source: &No
be: &Не
cs: &Ne
eo: &Ne
sv: &Nej
ta: &இல்லை

source: Do not ask again
be: Больш не пытацца
cs: Znovu se nedotazovat
eo: Ne demandi denove
sv: Fråga inte igen
ta: மறுபடியும் கேட்காதே
zh_cn: 不再询问

source: Syntax: --combobox <text> item [item] ...
be: Сінтаксіс: --combobox <text> item [item] ...
eo: Sintakso: --combobox <teksto> ero [ero] ...
sv: Syntax: --combobox <text> objekt [objekt] ...
ta: இலக்கணம்: --combobox <உரை> உருப்படி [உருப்படி] ...
zh_cn: 语法：--combobox <text> item [item] ...

source: Syntax: --menu text tag item [tag item] ...
be: Сінтаксіс: --menu text tag item [tag item] ...
eo: Sintakso: --menu teksto etikedo [etikedo] ...
sv: Syntax: --menu text etikettobjekt [etikettobjekt] ...
ta: இலக்கணம்: --menu உரை குறிச்சொல் உருப்படி [குறிச்சொல் உருப்படி] ...
zh_cn: 语法：--menu 文本 [标签] [标签] ...

source: Syntax: --checklist text tag item on/off [tag item on/off] ...
be: Сінтаксіс: --checklist text tag item on/off [tag item on/off] ...
eo: Sintakso: --checklist teksto etikedo ŝaltita/malŝaltita [etikedo ŝaltita/malŝaltita] ...
sv: Syntax: --checklist text etikettobjekt på/av [etikettobjekt på/av] ...
ta: இலக்கணம்: --checklist உரை குறிச்சொல் உருப்படி on/off [குறிச்சொல் உருப்படி on/off] ...
zh_cn: 语法：--checklist 文本 [标签 on/off] [标签 on/off] ...

source: Syntax: --radiolist text tag item on/off [tag item on/off] ...
be: Сінтаксіс: --radiolist text tag item on/off [tag item on/off] ...
eo: Sintakso: --radiolist teksto etikedo objekto ŝaltita/malŝaltita [etikedo objekto ŝaltita/malŝaltita] ...
sv: Syntax: --radiolist text etikettobjekt på/av [etikettobjekt på/av] ...
ta: இலக்கணம்: --radiolist உரை குறிச்சொல் உருப்படி on/off [குறிச்சொல் உருப்படி on/off] ...
zh_cn: 语法：--radiolist 文本 [标签 on/off] [标签 on/off] ...

# @title:window
source: Open
be: Адкрыць
cs: Otevřít
eo: Malfermi
sv: Öppna
ta: திற
zh_cn: 打开

# @title:window
source: Save As
be: Захаваць як
cs: Uložit jako
eo: Konservi kiel
sv: Spara som
ta: வேறு பெயரில் சேமி
zh_cn: 另存为

# @title:window
source: Select Directory
be: Абраць каталог
cs: Vyberte adresář
eo: Elekti Dosierujon
sv: Välj katalog
ta: அடைவுத் தேர்வு
zh_cn: 选择目录

# @title:window
source: Choose Color
be: Абраць колер
cs: Vybrat barvu
eo: Elekti Koloron
sv: Välj färg
ta: நிறத் தேர்வு
zh_cn: 选择颜色

source: Syntax: --slider <text> <min> <max> <step>
be: Сінтаксіс: --паўзунок <text> <min> <max> <step>
eo: Sintakso: --slider <tekst> <min> <maks> <paŝ>
sv: Syntax: -slider <text> <min> <max> <steg>
ta: இலக்கணம்: --slider <உரை> <குறைந்தபட்சம்> <அதிகபட்சம்> <குறைந்தபட்ச நகர்வு>

source: Cancel
be: Скасаваць
cs: Zrušit
eo: Nuligi
sv: Avbryt
ta: ரத்து செய்
zh_cn: 取消

source: kdialog: could not open file %1
be: kdialog: не ўдалося адкрыць файл %1
cs: kdialog: nelze otevřít soubor %1
eo: kdialog: ne povis malfermi la dosieron %1
sv: Kdialog: kunde inte öppna filen %1
ta: kdialog: %1 எனும் கோப்பைத் திறக்க முடியவில்லை
zh_cn: kdialog：无法打开文件 %1

source: Allow --getcolor to specify output format
be: Дазволіць --getcolor вызначаць фармат вываду
eo: Permesi al --getcolor specifi eligformaton
sv: Tillåt att --getcolor anger utdataformat
zh_cn: 允许 --getcolor 指定输出格式

source: Allows the --getopenurl and --getopenfilename options to return multiple files
be: Дазваляе параметрам --getopenurl і --getopenfilename вяртаць некалькі файлаў
cs: Umožní volbám --getopenurl a --getopenfilename výběr více souborů
eo: Permesas al la opcioj --getopenurl kaj --getopenfilename redoni plurajn dosierojn
sv: Tillåter att väljarna --getopenurl och --getopenfilename returnerar flera filer
zh_cn: 允许 --getopenurl 和 --getopenfilename 选项返回多个文件

source: Return list items on separate lines (for checklist option and file open with --multiple)
be: Вяртаць элементы спіса ў асобных радках (для параметра спіса з магчымасцю адзначэння і адкрыцця файла з --multiple)
cs: Vrátit položky seznamu odděleně na řádcích (pro volbu zaškrtávacího seznamu a přepínač --multiple)
eo: Liveri listajn erojn sur apartaj linioj (por marklistaj elektoj kaj dosier-malfermado kun parametro --multiple)
sv: Returnera listobjekt på skilda rader (för alternativet krysslista och öppna filer med --multiple)
zh_cn: 以单独的行返回返回列表项目(适合用复选列表选项和用 --multiple 打开的文件)

source: Config file and option name for saving the "do-not-show/ask-again" state
be: Файл канфігурацыі і назва параметра для захавання стану "не паказваць/спытаць яшчэ раз"
cs: Konfigurační soubor a název volby pro uložení stavu "nezobrazovat/neptat se znovu"
eo: Agorda dosiero kaj opcionomo por konservi la staton "ne-montri/demandi denove"
sv: Inställningsfil och namnalternativ för att spara tillståndet "visa/fråga inte igen"
zh_cn: 保存“不再显示/再次询问”状态的配置文件和选项名称

source: Slider dialog box, returns selected value (arguments [text] [min] [max] [step])
be: Дыялогавае акно паўзунка, вяртае абранае значэнне (аргументы [тэкст] [мін] [макс] [крок])
cs: Dialog s posuvníkem. Vrací vybranou hodnotu (argumenty [text] [min] [max] [krok])
eo: Ŝovila dialogujo, liveras elektitan valoron (argumentoj [tekst] [min] [maks] [paŝ])
sv: Dialogruta med skjutreglage, returnerar valt värde (väljare [text] [min] [max] [steg])

source: Date format for calendar result and/or default value (Qt-style); defaults to 'ddd MMM d yyyy'
be: Фармат даты для вынікаў календара і/або прадвызначанага значэння (у стылі Qt); прадвызначана "ddd MMM d yyyy"
eo: Datformato por kalendarrezulto kaj/aŭ defaŭlta valoro (Qt-stilo); defaŭlte al 'ddd MMM d jyyy'
sv: Datumformat för kalenderresultat och/eller förvalt värde (Qt-stil). Förvalt värde är 'ddd MMM d yyyy'.
zh_cn: 日历结果和默认值 (Qt-style) 的日期格式；默认为“ddd MMM d yyyyy”

source: Makes the dialog transient for an X app specified by winid
be: Робіць дыялогавае акно пераходным для праграмы X, вызначанай winid
cs: Učiní okno modální pro aplikaci X, určenou pomocí ID okna
eo: Igas la dialogujon pasema por X-aplikaĵo difinita per winid (fenestra identigilo)
sv: Gör dialogrutan tillfällig för ett X-program som anges av fönster-id
zh_cn: 为由 winid 指定的 X 应用程序打开瞬时对话框

source: File dialog to open an existing file (arguments [startDir] [filter])
cs: Dialog pro otevření existujícího souboru (argumenty [počAdr] [filtr])
eo: Dosiera dialogo por malfermi ekzistantan dosieron (argumentoj [startDir] [filtrilo])
zh_cn: 打开已有文件的文件对话框 (参数 [开始目录] [过滤器])

source: File dialog to save a file (arguments [startDir] [filter])
cs: Dialog pro uložení souboru (argumenty [počAdr] [filtr])
eo: Dosierdialogujo por konservi dosieron (argumentoj [startDir] [filtrilo])
zh_cn: 保存文件的文件对话框 (参数 [开始目录] [过滤器])

source: File dialog to open an existing URL (arguments [startDir] [filter])
cs: Dialog pro otevření existující URL (argumenty [počAdr] [filtr])
eo: Dosierdialogujo por malfermi ekzistantan URL (argumentoj [startDir] [filtrilo])
zh_cn: 打开已有 URL 的文件对话框 (参数 [开始目录] [过滤器])

source: File dialog to save a URL (arguments [startDir] [filter])
cs: Dialog pro uložení URL (argumenty [počAdr] [filtr])
eo: Dosierdialogujo por konservi URL (argumentoj [startDir] [filtrilo])
zh_cn: 保存 URL 的文件对话框 (参数 [开始目录] [过滤器])

source: Slider dialog box, returns selected value
zh_cn: 可滑动对话框，返回所选值
